docs/benchmark/01-final-version.txt
Running 1m test @ http://localhost:8080/api/seckill/do
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    20.31ms   14.73ms 128.80ms   50.31%
    Req/Sec     3.14k   398.20     4.91k    73.27%
  Latency Distribution
     50%   20.36ms
     75%   33.03ms
     90%   39.51ms
     99%   54.09ms
  1501235 requests in 1.00m, 276.58MB read
Requests/sec:  24985.94
Transfer/sec:      4.60MB